Repository: KazWolfe/XIVDeck
Catalog: FFXIVPlugin/Resources/Localization/UIStrings.*.resx
Languages: de, fr, ja

# XIVDeck_Title
source: XIVDeck Game Plugin
de: XIVDeck Spiele-Plugin
fr: Plugin de jeu XIVDeck

# Exceptions_PlayerNotLoggedIn
source: A player is not logged in to the game.
de: Ein Spieler ist nicht im Spiel eingeloggt.
fr: Aucun joueur n'est connecté au jeu.
ja: プレイヤーはゲームにログインしていません。

# Exceptions_ActionLocked
source: The {0} ID {1} has not been unlocked and cannot be used.
de: {0} ID {1} ist nicht freigeschaltet und kann nicht verwendet werden.
fr: L'action de type {0} avec l'ID {1} n'a pas été débloquée et ne peut pas être utilisée.
ja: {0} ID {1} は解放されていないため使用できません。

# Exceptions_ActionNotFound
source: No {0} with ID {1} was found.
fr: L'action de type {0} avec l'ID {1} n'existe pas.
ja: ID {0} の {1} が見つかりませんでした。

# CommandController_MissingCommandError
source: A command to run must be specified.
de: Ein auszuführender Befehl muss angegeben werden.
fr: La commande à exécuter doit être spécifiée.
ja: 実行するコマンドを指定してください。

# CommandController_NotCommandError
source: Commands must start with a slash.
de: Befehle müssen mit einem Schrägstrich anfangen.
fr: Les commandes doivent commencer par un slash.
ja: コマンドはスラッシュで始める必要があります。

# ActionController_UnknownActionTypeError
source: No registered action of type {0} was found.
de: Es wurde keine registrierte Aktion vom Typ {0} gefunden.
fr: Aucune action enregistrée de type {0} n’a été trouvée.
ja: タイプ {0} の登録アクションが見つかりませんでした。

# ClassController_ClassLessThan1Error
source: Cannot switch to a class with ID less than 1.
de: Kann nicht zu einer Klasse mit ID kleiner 1 wechseln.
fr: Impossible de passer à une classe dont l'ID est inférieur à 1.
ja: ID が 1 未満のクラスに切り替えることはできません。

# ClassController_InvalidClassIdError
source: A class with ID {0} does not exist!
de: Eine Klasse mit ID {0} existiert nicht!
fr: Aucune classe avec l'ID {0} n'existe !
ja: ID {0} のクラスは存在しません！

# ClassController_NoGearsetForClassError
source: Couldn't switch to {0} because you don't have a gearset for this class. Create one and try again.
fr: Impossible de passer {0} parce que vous n'avez pas de tenue assignée pour cette classe. Créez-en une et réessayez.
ja: このクラスのギアセットがないため、 {0} に切り替えることができませんでした。ギアセットを作成してから再度お試し下さい。

# HotbarController_InvalidHotbarIdError
source: Hotbar ID must be between 0 and 17
de: Hotbar-ID muss zwischen 0 und 17 liegen
fr: L'ID de la barre de raccourcis doit être compris entre 0 et 17
ja: ホットバーIDは0〜17の間でなければなりません

# HotbarController_NormalHotbarInvalidSlotError
source: When Hotbar ID < 10, Slot ID must be between 0 and 11
de: Wenn Hotbar-ID < 10, muss Slot-ID zwischen 0 und 11 liegen
fr: Lorsque l'ID de la barre de raccourcis est < 10, l'ID de l'emplacement doit être compris entre 0 et 11
ja: ホットバー IDが10未満の場合、スロット ID は 0 から 11 の間でなければなりません

# HotbarController_CrossHotbarInvalidSlotError
source: When Hotbar ID >= 10, Slot ID must be between 0 and 15
de: Wenn Hotbar-ID >= 10, muss Slot-ID zwischen 0 und 15 liegen
fr: Lorsque l'ID de la barre de raccourcis est >= 10, l'ID de l'emplacement doit être compris entre 0 et 15
ja: ホットバー IDが10 以上の場合、スロット ID は 0 から 15 の間でなければなりません

# HotbarController_InvalidHotbarOrSlotError
source: An invalid hotbar or slot was triggered.
de: Ein ungültiges Kommandomenü oder Feld wurde ausgelöst.
fr: Une barre de raccourcis ou un emplacement invalide a été activé.
ja: 無効なホットバーまたはスロットがトリガーされました。

# AuthModule_BadAPIKeyError
source: API key missing or invalid.
de: API-Schlüssel nicht vorhanden oder ungültig.
fr: Clé d'API manquante ou invalide.
ja: API キーが存在しないか無効です。

# WSOpcodeWiring_UnknownOpcodeError
source: No message exists with opcode {0}
de: Es existiert keine Nachricht mit opcode {0}
fr: Aucun message avec l'opcode {0} n'existe
ja: Opcode {0} のメッセージが存在しません。

# EmoteStrategy_EmoteDoesntHaveCommandError
source: The emote "{0}" does not have an associated text command.
de: Das Emote "{0}" hat keinen zugehörigen Text-Befehl.
fr: L'émote «{0}» n'a pas de commande texte associée.
ja: エモート "{0}" に関連付けられたテキストコマンドがありません

# EmoteStrategy_EmoteLockedError
source: The emote "{0}" isn't unlocked and therefore can't be used.
de: Das Emote "{0}" ist nicht freigeschaltet und kann daher nicht verwendet werden.
fr: L'émote «{0}» n'est pas débloquée et ne peut donc pas être utilisée.
ja: エモート "{0}" は解放されていないため、使用できません。

# ExtraCommandStrategy_NoCommandError
source: No command exists for Extra Command {0}. REPORT THIS BUG!
de: Kein Befehl für Extra Befehl {0} vorhanden. BERICHTE DIESEN FEHLER!
fr: Aucune commande {0} n'existe parmi les commandes Autres. VEUILLEZ SIGNALER CE BUG !
ja: エクストラコマンド {0} にはコマンドが存在しません。このバグを報告してください！

# FixedCommandStrategy_ActionNotFoundError
source: An action of type {0} with ID {1} does not exist.
de: Eine Aktion des Typs {0} mit der ID {1} existiert nicht.
fr: Aucune action de type {0} avec l'ID {1} n'existe.
ja: ID {0} を持つタイプ {1} のアクションは存在しません。

# FixedCommandStrategy_IllegalActionError
source: The action with ID {0} is marked as illegal and cannot be used.
de: Die Aktion mit der ID {0} ist als ungültig markiert und kann nicht benutzt werden.
fr: L'action avec l'ID {0} est marquée comme illégale et ne peut être utilisée.
ja: ID {0} のアクションは不正としてマークされているため、使用することはできません

# FixedCommandStrategy_SheetNotFoundError
source: A sheet of type {0} does not exist.
de: Eine Tabelle vom Typ {0} existiert nicht.
fr: Aucune page de type {0} n'existe.
ja: タイプ {0} のシートは存在しません。

# SettingsWindow_Title
source: XIVDeck Game Plugin Settings
de: XIVDeck Spiel-Plugin Einstellungen
fr: Paramètres du Plugin en Jeu pour XIVDeck
ja: XIVDeck Game Plugin の設定

# SettingsWindow_SafeModeDisabledWarning
source: DANGER: SAFE MODE DISABLED! You may be able to send illegal commands from your Stream Deck to the game.
de: WARNUNG: SICHERER MODUS DEAKTIVIERT! Du kannst möglicherweise ungültige Befehle von deinem Stream Deck an das Spiel senden.
fr: DANGER : MODE SÉCURISÉ DÉSACTIVÉ ! Vous risquez d'envoyer des commandes illégales depuis votre Stream Deck vers le jeu.
ja: 危険: セーフモードが無効になりました! Stream Deck からゲームに不正なコマンドを送信できる可能性があります。

# SettingsWindow_ExperimentalSettings
source: Experimental Settings
de: Experimentelle Einstellungen
fr: Fonctionnalités expérimentales
ja: 実験的な設定

# SettingsWindow_Experiment_MIcon
source: Use /micon Icons
de: /micon Icons verwenden
fr: Utiliser les icônes de la commande /micon
ja: /micon のアイコンを使用

# SettingsWindow_GitHubLink
source: XIVDeck GitHub
fr: GitHub de XIVDeck

# SettingsWindow_ApplyButton
source: Apply Settings
de: Übernehmen
fr: Appliquer
ja: 設定を適用する

# SettingsWindow_APIPort
source: API Port
fr: Port de l’API
ja: APIポート

# SettingsWindow_ListenIP
source: Listen IP: {0}
fr: En écoute sur l'IP : {0}
ja: 接続先IP: {0}

# SettingsWindow_APIPort_Help
source: Changing this setting will re-trigger the Welcome screen. Default port: {0}, Range: {1}-{2}
de: Standardport: {0} Bereich: {1}-{2}
fr: Changer ce paramètre déclenchera à nouveau la fenêtre d'initialisation. Port par défaut : {0}, Plage : {1}-{2}
ja: デフォルトのポート: {0} 範囲: {1}-{2}

# ForcedUpdateNag_Headline
source: The XIVDeck Stream Deck Plugin is out of date!
de: Das XIVDeck Stream Deck Plugin ist veraltet und wurde deaktiviert.
fr: Cette version du Plugin XIVDeck pour Stream Deck est très dépassée et a été désactivée.
ja: XIVDeck Stream Deck プラグインは致命的に古いため、無効になっています。

# Nag_OpenGithubDownloadButton
source: Open XIVDeck Download Page
de: XIVDeck Downloadseite öffnen
fr: Ouvrir la Page de Téléchargement de XIVDeck
ja: XIVDeckのダウンロードページを開く

# Nag_OpenSettingsButton
source: Open XIVDeck Settings
de: XIVDeck Einstellungen öffnen
fr: Ouvrir les Paramètres de XIVDeck
ja: XIVDeck 設定を開く

# ForcedUpdateNag_ProblemDescription
source: The version of the XIVDeck Stream Deck Plugin currently installed is not compatible with the installed version of the Dalamud Plugin. To re-enable XIVDeck, please download and install the latest version of the Stream Deck Plugin from the button below.
fr: Veuillez télécharger et installer la dernière version du plugin Stream Deck à partir de la page GitHub de XIVDeck pour continuer à utiliser XIVDeck.
ja: 引き続き XIVDeck を使用するには、 XIVDeck GitHubから最新版の Stream Deck プラグインをダウンロードし、インストールしてください。

# SetupNag_Headline
source: Welcome to XIVDeck!
de: Ein Stream Deck hat sich nie mit dem Spiel verbunden.
fr: Bienvenue sur XIVDeck !
ja: Stream Deck がゲームに接続されていません。

# SetupNag_ResolutionHelp
source: XIVDeck requires the use of the companion XIVDeck Stream Deck plugin to be useful. If you haven't yet downloaded the companion plugin from GitHub, please do so now.
de: Falls du dies noch nicht getan hast, stelle bitte sicher, dass das Plugin XIVDeck Stream Deck von GitHub heruntergeladen und installiert ist.
fr: XIVDeck nécessite l'utilisation du Plugin compagnon XIVDeck pour Stream Deck pour être utilisable. Si vous ne l'avez pas déjà fait, assurez-vous d'avoir téléchargé et installé le plugin XIVDeck Stream Deck depuis GitHub.
ja: まだインストールしていない場合は、GitHubから付属の XIVDeck Stream Deck プラグインをダウンロードしてインストールしてください。

# SetupNag_AlreadyInstalledHelp
source: If the XIVDeck Stream Deck Plugin has already been installed, please verify that the port number in the Stream Deck Plugin's configuration is set to {0}, and that you have created at least one button on your Stream Deck.
de: Falls das XIVDeck Stream Deck Plugin bereits installiert ist, bitte stelle sicher, dass der Port in der Konfiguration korrekt eingestellt ist und dass mindestens eine Schaltfläche angelegt ist.
fr: Si le Plugin XIVDeck pour Stream Deck est déjà installé, assurez-vous que le port {0} est correctement défini dans la configuration et que vous avez créé au moins un bouton sur votre Stream Deck.

# SetupNag_CurrentPort
source: Current port: {0}
de: Aktueller Port: {0}
fr: Port actuel : {0}
ja: 現在のポート: {0}

# SetupNag_PortChangeHelp
source: If you need to change the port the server is hosted on, you may do so from XIVDeck's settings.
de: Falls der Port auf dem der Server gehostet wird, geändert werden muss, kann dies in den XIVDeck Einstellungen getan werden.
fr: Si vous avez besoin de modifier le port sur lequel le serveur écoute, vous pouvez le faire à partir des paramètres de XIVDeck.
ja: サーバーがホストしているポートを変更する必要がある場合は、 XIVDeck の設定から変更できます。

# SetupNag_DismissHelp
source: This message will automatically be dismissed once the Stream Deck Plugin has been detected.
de: Um diese Nachricht zu verwerfen, löse das obige Problem oder deinstalliere das XIVDeck Plugin.
fr: Ce message disparaîtra automatiquement une fois que le Plugin pour Stream Deck aura été détecté.
ja: このメッセージを消すには、上記の問題を解決するか、 XIVDeck プラグインをアンインストールしてください。

# CollectionStrategy_CollectionNotFoundError
source: No Collection with ID {0} exists.
de: Es gibt keine Kuriosität mit der ID {0}.
fr: Aucun Objet Précieux avec l'ID {0} n'existe.
ja: ID {0} のコレクションは存在しません。

# GearsetStrategy_GearsetNotFoundError
source: No gearset exists in slot number {0}.
de: Kein Ausrüstungsset in Slot Nummer {0} vorhanden.
fr: Aucune tenue n'existe dans l'emplacement numéro {0}.
ja: スロット番号 {0} にギアセットが存在しません。

# GeneralActionStrategy_ActionLockedError
source: The action "{0}" is not yet unlocked.
de: Die Aktion "{0}" ist noch nicht freigeschaltet.
fr: L'action «{0}» n'est pas encore débloquée.
ja: アクション "{0}" はまだ解放されていません。

# GeneralActionStrategy_ActionIllegalError
source: The action "{0}" (ID {1}) is marked as illegal and cannot be used.
de: Die Aktion "{0}" (ID {1}) ist als ungültig markiert und kann nicht verwendet werden.
fr: L'action "{0}" (ID {1}) est marquée comme illégale et ne peut être utilisée.
ja: アクション "{0}" (ID {1}) は不正としてマークされているため、使用することはできません。

# InstrumentStrategy_PerformanceLockedError
source: Performance mode hasn't been unlocked yet.
de: Kompositionsmodus wurde noch nicht freigeschaltet.
fr: Le mode Interprétation n'a pas encore été déverrouillé.
ja: 演奏モードはまだ解放されていません。

# InstrumentStrategy_CurrentlyPerformingError
source: Cannot switch instruments while in Performance mode.
de: Instrumente können nicht im Kompositionsmodus geändert werden.
fr: Impossible de changer d'instrument durant le mode Interprétation.
ja: 演奏モード中は楽器を切り替えることができません。

# InstrumentStrategy_InstrumentNotFoundError
source: No instrument with ID {0} exists.
de: Es gibt kein Instrument mit der ID {0}.
fr: Aucun instrument avec l'ID {0} n'existe.
ja: ID {0} の楽器は存在しません。

# MacroStrategy_MacroEmptyError
source: The specified macro is empty and cannot be used.
de: Das angegebene Makro ist leer und kann nicht benutzt werden.
fr: La macro spécifiée est vide et ne peut être utilisée.
ja: 指定されたマクロは空なので使用できません

# MainCommandStrategy_ActionInvalidError
source: Main command action ID {0} is not valid.
de: Haupt-Befehlsaktion ID {0} ist ungültig.
fr: La commande d'Action Générale avec l'ID {0} est invalide.
ja: メインコマンドアクションID {0} は無効です。

# MinionStrategy_MinionNotFoundError
source: No minion with ID {0} exists.
de: Es gibt keinen Begleiter mit der ID {0}.
fr: Aucune mascotte avec l'ID «{0}» n'existe.
ja: ID {0} のミニオンは存在しません。

# MinionStrategy_MinionLockedError
source: The minion "{0}" isn't unlocked and therefore can't be used.
de: Der Begleiter "{0}" ist nicht freigeschaltet und kann daher nicht verwendet werden.
fr: La mascotte «{0}» n'est pas débloquée et ne peut donc pas être utilisée.
ja: ミニオン "{0}" は解放されていないため、使用できません。

# MountStrategy_MountNotFoundError
source: No mount with ID {0} exists.
de: Es gibt kein Reittier mit der ID {0}.
fr: Aucune monture avec l'ID {0} n'existe.
ja: ID {0} のマウントは存在しません。

# MountStrategy_MountLockedError
source: The mount "{0}" isn't unlocked and therefore can't be used.
de: Das Reittier "{0}" ist nicht freigeschaltet und kann daher nicht verwendet werden.
fr: La monture «{0}» n'est pas débloquée et ne peut donc pas être utilisée.
ja: マウント "{0}" は解放されていないため、使用できません。

# OrnamentStrategy_OrnamentLockedError
source: The fashion accessory "{0}" isn't unlocked and therefore can't be used.
de: Das Mode Zubehör "{0}" ist nicht freigeschaltet und kann daher nicht verwendet werden.
fr: L'accessoire de mode «{0}» n'est pas débloqué et ne peut donc pas être utilisé.
ja: ファッションアクセサリー "{0}" は解放されていないため、使用できません。

# ErrorHandler_ErrorPrefix
source: {0} - ERROR
de: {0} - FEHLER
fr: {0} - ERREUR
ja: {0} - エラー

# TickScheduler_ExceptionHandler
source: There was an issue running a task: {0}: {1}
de: Es gab ein Problem bei der Ausführung: {0}: {1}
fr: Un problème est survenu lors de l'exécution d'une tâche : {0} : {1}
ja: タスクの実行中に問題が発生しました: {0}: {1}

# GameClass_NotFoundError
source: A class with ID {0} does not exist.
de: Eine Klasse mit ID {0} existiert nicht.
fr: Aucune classe avec l'ID {0} n'existe.
ja: ID {0} のクラスは存在しません。

# GameClass_UncategorizedError
source: Unrecognized job category for class ID {0}. REPORT THIS BUG!
de: Nicht erkannte Job-Kategorie für Klassen-ID {0}. BERICHTE DIESEN FEHLER!
fr: Catégorie de job non reconnue pour l'ID de classe {0}. SIGNALEZ CE BUG !
ja: クラスID {0} のジョブカテゴリが認識できません。このバグを報告してください！

# WSInitOpcode_ThanksForInstall
source: Thank you for installing the Stream Deck plugin. XIVDeck is now ready to go!
fr: Merci d'avoir installé le plugin Stream Deck. XIVDeck est maintenant prêt à être utilisé !
ja: Stream Deck プラグインをインストールしていただきありがとうございます。XIVDeck を利用する準備ができました！

# ClassController_FallbackClassUsed
source: No gearset was found for {0}, so your gearset for {1} was used instead.
fr: Aucune tenue n'a été trouvée pour {0}, donc votre tenue pour {1} a été utilisée à la place.
ja: {0} のギアセットが見つかりませんでした。代わりに {1} のギアセットが使用されました。

# SettingsWindow_XIVDeckPortOpen
source: XIVDeck is accessible from computers on your network!
fr: XIVDeck est accessible depuis les ordinateurs de votre réseau !
ja: XIVDeck はネットワーク上のコンピュータからアクセスできます！

# SettingsWindow_ListenOnNetwork
source: Listen on All Interfaces
fr: Écouter toutes les interfaces
ja: すべてのインタフェースで待ち受ける

# SettingsWindow_UseMIcon_Help
source: When this option is enabled, the Stream Deck will respect any /micon commands in macros. When disabled, the Stream Deck will only show the Macro Icon from the provided drop-down. Default: Off
fr: Lorsque cette option est activée, le Stream Deck respectera toutes les commandes /micon dans les macros. Lorsqu'elle est désactivée, le Stream Deck n'affichera que l'icône de la Macro en provenance du menu déroulant. Par défaut : Désactivé
ja: このオプションが有効な場合、Stream Deck はマクロ内の /micon コマンドをによるアイコンを優先します。 無効にすると、 Stream Deck は指定されたドロップダウンから選択されたマクロアイコンでのみ表示します。 デフォルト: OFF

# TestingUpdateNag_Headline
source: Warning: XIVDeck Testing Version Mismatch
fr: Avertissement : La version de test de XIVDeck ne correspond pas
ja: 警告：XIVDeckのバージョンが一致しません

# TestingUpdateNag_MismatchDetectedText
source: A version mismatch was detected between the currently-installed version of the Stream Deck Plugin and the Game Plugin. Certain features may not work properly.
fr: Une incompatibilité de version a été détectée entre la version actuellement installée du plugin Stream Deck et le plugin du jeu. Certaines fonctionnalités peuvent ne pas fonctionner correctement.
ja: インストールされているStreamDeckプラグインと、ゲーム内プラグインのバージョンが一致していません。 一部の機能が正常に動作しない可能性があります。

# TestingUpdateNag_PleaseTestProperly
source: In order to properly help test XIVDeck releases, you need to be on the correct (matching) version of the Stream Deck Plugin. Please use the below button to download the correct version of the Stream Deck Plugin for your testing build.
fr: Afin de correctement aider à tester les releases de XIVDeck, vous devez être sur la version correcte (et donc correspondante) du plugin Stream Deck. Veuillez utiliser le bouton ci-dessous pour télécharger la version adéquate du Plugin Stream Deck pour votre version de test.
ja: XIVDeckを適切に利用するためは、正しいバージョンのStreamDeckプラグインを使用する必要があります。 以下のボタンから、StreamDeckプラグインをダウンロードしてください。

# TestingUpdateNag_DismissHelp
source: This message may be dismissed, but will reappear so long as test mode is enabled and a version mismatch is detected.
fr: Vous pouvez faire disparaître ce message, mais il continuera d'apparaître tant que le mode de test est activé et qu'une incompatibilité de version est détectée.
ja: このメッセージを消した場合でも、テストモードが有効で、バージョンの不一致が検出されると再び表示されます。

# TestingUpdateNag_IgnoreButton
source: Ignore For Now
fr: Ignorer pour l'instant
ja: 今は無視する

# TestingUpdateNag_DownloadButton
source: Download v{0}
fr: Télécharger la version {0}
ja: {0}をダウンロード

# WSInitOpcode_GamePluginOutdated
source: The version of the XIVDeck Stream Deck Plugin installed is newer than the game plugin. Please install any updates from the Dalamud Plugin Installer.
fr: La version du plugin XIVDeck Stream Deck installée est plus récente que le plugin du jeu. Veuillez le mettre jour à partir de l'installateur de plugins de Dalamud.
ja: インストールされているXIVDeck StreamDeck プラグインのバージョンは、ゲームプラグインよりも新しいバージョンです。Dalamudプラグインインストーラから更新をインストールしてください。

# ForcedUpdateNag_SupportInfo
source: Stuck? Visit the XIVLauncher & Dalamud Discord for help!
fr: Bloqué ? Visitez le serveur Discord de XIVLauncher et Dalamud pour obtenir de l'aide !
ja: 動かない？Discordを起動して、XIV Luncherのサーバーを見に行ってください！

# ForcedUpdateNag_SupportButton
source: Open Discord
fr: Ouvrir Discord
ja: Discordを開く

# ForcedUpdateNag_BypassInstructions
source: To ignore this error temporarily, hold CTRL. This will not re-enable the plugin.
fr: Pour temporairement ignorer cette erreur, maintenez CTRL. Cela ne réactivera pas le plugin.
ja: このエラーを一時的に無視するには、Ctrlキーを押したままにしてください。 この操作では、プラグインは再有効化されません。

# VersionUtils_UpdateAlert
source: Your version of the XIVDeck Stream Deck Plugin is out of date. Please consider installing {0} from GitHub!
fr: Votre version du Plugin XIVDeck Stream Deck est obsolète. Veuillez envisager d'installer la {0} depuis GitHub !

# MainCommandStrategy_MainCommandLocked
source: The main command "{0}" cannot be used at this time.
fr: La commande principale "{0}" ne peut pas être utilisée pour le moment.

# SetupNag_HowInstall
source: Wait, how do I install this?
fr: Attendez, comment j'installe ça ?

# SetupNag_HowInstall_Requirements
source: In order to install XIVDeck, you need an Elgato Stream Deck and the Stream Deck software.
fr: Afin d'installer XIVDeck, vous avez besoin d'un Elgato Stream Deck et du logiciel Stream Deck.

# SetupNag_HowInstall_Steps
source: 1. Visit the XIVDeck Download Page using the button above. 2. Download "XIVDeck.streamDeckPlugin" and open it. 3. When prompted, choose to install the custom action.
fr: 1. Visitez la page de téléchargement de XIVDeck en utilisant le bouton ci-dessus. 2. Téléchargez "XIVDeck.streamDeckPlugin" et ouvrez-le. 3. Lorsque vous y êtes invité, choisissez d'installer l'action personnalisée.

# SetupNag_HowInstall_OtherInfo
source: The Stream Deck application will take care of the rest and set the plugin up with the default settings.
fr: L'application Stream Deck s'occupera du reste et configurera le plugin avec les paramètres par défaut.

# SetupNag_AlreadyInstalled
source: Already Installed the Companion Plugin?
fr: Le Plugin compagnon est déjà installé ?

# SetupNag_JoinDiscord
source: Click to join the Discord!
fr: Cliquez pour rejoindre le Discord !

# XIVDeckWebServer_RunException
source: XIVDeck's server has unexpectedly failed and has been disabled. Please restart your game. If this keeps happening, please report this bug!
fr: Le serveur de XIVDeck a rencontré une erreur inattendue et a été désactivé. Veuillez redémarrer votre jeu. Si le problème persiste, veuillez nous faire parvenir un rapport de bug !

# PortInUseNag_Title
source: The XIVDeck API port is already in use!
fr: Le port de l'API XIVDeck est déjà en service !

# PortInUseNag_PortIsAlreadyInUse
source: XIVDeck has detected that port {0} is
fr: XIVDeck a détecté que le port {0} est

# PortInUseNag_PortAlreadyInUse
source: XIVDeck has detected that port {0} is already in use by another application.
fr: XIVDeck a détecté que le port {0} est déjà en cours d'utilisation par une autre application.

# PortInUseNag_ResolutionInstructions
source: In order to use XIVDeck, this port must be changed to a free one. To do this, please choose a new port number in the XIVDeck Game Plugin settings, and enter that same port number in the XIVDeck Stream Deck Plugin settings.
fr: Pour utiliser XIVDeck, ce port doit être remplacé par un port disponible. Pour ce faire, veuillez choisir un nouveau numéro de port dans les paramètres du Plugin en jeu XIVDeck, et entrez le même numéro de port dans les paramètres du Plugin XIVDeck pour Stream Deck.

# PortInUseNag_IgnoreForNow
source: Ignore For Now
fr: Ignorer pour l'instant

# MultiboxNag_MultiboxingDetected
source: XIVDeck has detected another instance of Final Fantasy XIV running on your computer. As such, it has been disabled in this client.
fr: XIVDeck a détecté une autre instance de Final Fantasy XIV en cours d'exécution sur votre ordinateur. En conséquence, il a été désactivé pour ce client-ci.

# MultiboxNag_MultiboxingIsUnsupported
source: Multiboxing is unsupported and there may be unexpected behavior. If your Stream Deck no longer works after receiving this message, please restart all instances of your game client.
fr: Le Multiboxing n'est pas compatible et peut résulter en un comportement inattendu. Si votre Stream Deck ne fonctionne plus après avoir reçu ce message, veuillez redémarrer toutes les instances de votre jeu.

# MultiboxNag_SuppressWarning
source: Don't show this warning again.
fr: Ne plus afficher cet avertissement.

# MultiboxNag_CloseButton
source: Close
fr: Fermer

# MultiboxNag_ChatWarning
source: Multiboxing has been detected. XIVDeck might not work properly!
fr: Multiboxing détecté. XIVDeck pourrait ne pas fonctionner correctement !

# SetupNag_MessageWillReturn
source: This message will return on every game launch!
fr: Ce message reviendra à chaque lancement du jeu!

# SetupNag_BypassButton
source: Ignore for now
fr: Ignorer pour le moment

# SetupNag_BypassHint
source: Don't care? Hold CTRL to bypass this dialog!
fr: Pas intéressé ? Maintenez CTRL pour passer cette boîte de dialogue !
